Revit 2027 API
IntegerRange.High Property
 The upper limit of the range
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int High { get; }
Public ReadOnly Property High As Integer
	Get
public:
property int High {
	int get ();
}
member High : int with get
Property Value
Int32
See Also
Reference
IntegerRange Class
Autodesk.Revit.DB Namespace